export const PRIVACY_POLICY = {
  title: "트립스케치 - 개인정보 처리방침",
  description:
    "트립스케치 팀 (이하 “팀”이라 함)은 통신비밀보호법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 정보통신서비스 제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보 취급방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다. 본 개인정보취급방침은 우리 팀에서 제공하는 온라인 모바일 어플리케이션 서비스에 적용됩니다.",
  content: [
    {
      listTitle: "제 1조 (개인정보 수집동의 및 수집항목)",
      listContent: [
        {
          content:
            "1. 이용자가 최초 카카오 로그인을 시도할 때 애플리케이션 승인을 하면 개인정보 수집에 대해 동의한 것으로 간주합니다.",
        },
        {
          content:
            "2. 이용자의 기본적 인권을 침해할 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향, 건강상태 등)는 수집하지 않습니다.",
        },
        {
          content:
            "3. 우리 팀이 처리하고 있는 개인정보의 항목과 목적, 보유 및 이용기간은 아래와 같습니다",
          table: [
            {
              title: "구분(업무명)",
              content: ["회원가입 및 관리"],
            },
            {
              title: "처리 목적",
              content: [
                "- 회원가입 의사 확인",
                "- 서비스 제공에 따른 본인 식별·인증",
                "- 회원자격 유지·관리",
                "- 서비스 부정이용 방지",
                "- 각종 고지·통지 등",
              ],
            },
            {
              title: "처리 항목",
              content: [
                "필수(일반회원) : 닉네임, 소셜 회원가입 및 로그인을 위해 사용되는 개인식별 ID",
              ],
            },
            {
              title: "보유 및 이용기간",
              content: ["회원 탈퇴시까지"],
            },
          ],
        },
        {
          content:
            "4. 처리하고 있는 개인정보는 상기의 목적 이외의 용도로는 이용되지 않으며, 처리 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.",
        },
      ],
    },
    {
      listTitle: "제 2조 개인정보 파기 절차 및 방법",
      listContent: [
        {
          content:
            "1. 우리 팀은 수집한 개인정보의 수집 · 이용 목적이 달성되거나 그 보유 · 이용기간이 종료되는 경우 고객의 동의, 이용약관, 관련 법령에 따라 보관이 필요한 경우를 제외하고 해당 정보를 즉시 파기합니다.",
        },
        {
          content:
            "2. 우리 팀은 서면에 기재된 개인정보의 경우에는 분쇄기로 분쇄하거나 소각하며 전자적 방법으로 저장된 개인정보의 경우에는 그 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.",
        },
      ],
    },
  ],
};
